token 
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



Brain food:
Spinach 

В957кк156

Гидроизоляция жидкая боларс 10л.
Гипсокартон влагостойкий 12,5мм-5шт 
Профиль п-образный 28х28мм-5шт
Профиль вставоч.63х28мм
5шт.
Профиль п-обр.50х50мм
3шт
Профиль вставочный 50х50мм - 2шт
Саморезы с пресшайбой
13мм. - 200шт
Саморезы по метал.25мм
400шт.
Шпаклевка ахтоn гипсовая Финишная 30кг -10шт Волма 566 20, литкес 462 25
Штукатурка Болларс фасадная цементная армированная(усиленная 25кг)- 15шт, вертикаль 361 30 
Грунтовка Церезит 20л. 10 1165
Серпянка 50мм -25м. 
Пескобетон ахтон 30кг-30шт 25 220 болларс
Наливной пол Волма.волма 25 412  литокс 30 510, 
#гипсовый самовыравнивающий 20кг -20шт
Кварцвинил 60м2(если без линолеума)
Плитка в ванну стены 20м2
Пол 5м2
Клей для плитки триумф 504 25, церизит 776 25, Волма 25 540, 
Церезит 11 -7шт
vanna
oboi 36000, 60000, photo oboi 8000
door close 22000, 18000

85 рублей метр. 6 метров 

40 шт. 20"30 бок.
8 шт. 10*20*40 крышка 
8 шт. Сиденье 45"30
8шт. Бок. 40"30

Cover:
Рейка из остатков 18 4 шт.
95 брус примерно 4 шт.
170 брус 4 шт. 

Высота 45
Ширина 25
150 угол.

190.0 вагонка крыши 22 штуки.
130.0 вагонка задняя стенка 12 шт.
144.0 вагонка боковая стенка. 12 шт.
49.0 вагонка боковка стенка окно 10 шт.
49.5 вагонка боковая стенка окно 10 шт.
65.0 вагонка лиц. Сторона справа 6 шт.
17.5 вагонка лиц. Сторона окно 10 шт.
25.5 вагонка лиц. Сторона слева 11 шт.
39.5 вагонка дверь 7 шт.
132.0 вагонка угол 2 шт.
116.0 вагонка угол 2 шт.
99.0 вагонка угол 2 шт.
83.0 вагонка угол 2 шт.
66.0 вагонка угол 2 шт.
50.0 вагонка угол 2 шт.
34.0 вагонка угол 2 шт.
18.0 вагонка угол 2 шт.
47 Рейка окно 4шт. Подоконник
41.5 рейка окно 6 шт.
30.0 рейка окно 2 шт.
100 40*40 стойки 6 шт.
95.0 94.0 угол крыши 6 шт. Уточнить в про
183. 40*40 направляющая пола 2 шт.
33.0 40*40 2 шт.
50.0 40*40 4 шт.
96.0 40*40 2 шт.
31.5 40*40 3 шт.
130.0 доска для пола 17 шт.
Наличник 4 шт. По 2 метра.

	Электромонтажные работы (черновая разводка)	 Объем	Ед. изм.
	Штроба каналов в кирпиче	 	59	м.п.
	Штробление отверстий в кирпиче, блоках		50	шт.
	Установка подрозетников, заделка штроб	50	шт.
	Открытая укладка проводов	 309	м.п.
	Монтаж КУП	 	1	шт.
	Монтаж распаечных коробок	 27	шт.
				
	Электромонтажные работы	 Объем	Ед. изм.
	Переподключение ввода 220 В в этажном щите		1	шт.
	Сборка щитка на 36 модуля 	1	шт.
				
	Монтаж розеток и выключателей (чистовой)	Расценка, руб	Объем	Ед. изм.
	Установка розеток/выключателей	 	43	шт.
				
5400 100 80. 
Укрывная пленка. 4.


Рха666
+79960787468

455196
4361
39

Section one of American fair tales. This is % livbres waks% recording. All % recording to public on % domain. For more information and valunture please visit % org. Recording by mark ris. American fair tales by Elfrand born .a box and robbits no more intended a long to live afternoon  by happens everyone call afteway reasen one one others this is women sister long driver paper is officer uzre what mind she answered 
7536*

Уралби

Инсталляция.
Мойка. 

Керамзит. 50 шт.
Штукатурка.  50 шт. Или 
Пескобетон. 50 шт.
Грунтовка 50 л. 
80 маяков.
Во среду Газель.

Песочница "Трансформер"  каждый ребёнок был бы рад получить такой подарок!!!😊 
🌿Размер 120*120 
🌿 Экологически чистый материал
🌿Разные размеры с крышей и без, с покраской и без покраски!!! 
🌿Доставка есть 
🌿Разбирается и легко собираться для перевозки на легковом автомобиле!!! 
🌿 МЫ ВСЕГДА РАДЫ НОВЫМ КЛИЕНТАМ. 
🌿 Хорошее решение от вредителей домашнего обитания.  Для оптовых закупок и детских садов, действует скидка.






linux commands: ls: List the contents of a folder
ls -l : to see details like file size, permission, modified time, etc.
cd : Change the directory
cd .. : go upper
mkdir exemple: create directory
rmdir exemple: delete directory,
lsb_release -a :know version of ubuntu
cat <name file>> : open file
cat < namefile : create file

GIT:
    sudo apt install git
git --version
sudo apt install git

sudo apt update
git init: initialisation of git.
    git config --global user.name "Your Name"
    git config --global user.email "youremail@domain.com"
git config --list
git config --global core.editor "kate": install editor
git commit: make commit
nano: To make the commit you should write your commit message, then press ctrl+o to write your message, and then ctrl+x to exit that screen.
git log: show history of commits
git branch: show whats branch
git branch updata_1: creating new branch(updata_1)
git checkout updata_1: swiching on new branch(updata_1)
git checkout -b updata_1: create and swiching on new branch(updata_1)
git branh -D updata_1: delete branch
git add <>: add files in commit
git add.: add all in commit
git log --graph: show branchs(tree)
git merge <branch>: merging of branchs
git clone <https://github.com/Anti2000/car_parser.git> <car_parser> : make up clone from github to computor
git remote -v: show what is connect to computor.
git remote add origin <https://github.com/Anti2000/example.git> add shotcut
git push origin master: add file to server  ???
git pull origin main: update data from githup
https://stackoverflow.com/questions/1443210/updating-a-local-repository-with-changes-from-a-github-repository
git pull --rebase
Then I push the changes to a remote branch of the same name:
git push origin FixForBug


Django
https://code.visualstudio.com/docs/python/tutorial-django
Create a project environment for the Django tutorial
sudo apt-get install python3-venv    # If needed
python3 -m venv .venv
source .venv/bin/activate

python -m pip install --upgrade pip
python -m pip install django

ddjango-admin startproject web_project : create project.
python3 manage.py runserver : start server
Quit the server with CONTROL-C.
python3 manage.py startapp main : create application
#################################################################################################
@@@ сосед сверху. вопрос сверх.
doors
windows
battery?. find who will make up, resolve how make up it, buy battery.
plaster(48600)(6400 mayak)
кухня. make up project.
какой пол, take up piece of kvarwinil and test it
закрыть трубу, buy gipsokarton, know price all of it.
удлинение стенки, know how long, know price of it.
сантехника?свободное время buy plitka. know price what is plitka and buy.
гидроизоляция. will buy.(2500)
plaster for vanna. will buy.
стяжка. will buy. know when.(33300)
electricity. resolve question with project.
шпаклевка. (275400) will buy.
наливной пол.will buy.(11100)
плитка?ванна, сантехника.will buy.(vanna2500, unitaz 3500, vodoprovod 500, plitka 20000, 5000)
обои. what is. and buy.(24300)
warm floor.
кварцвинил. will buy.(8000)
кухня.

груша,
bikes


с газовая труба, сделать стенку.
battery, tubes
270 for all.
120 all ELECTRICITY.
200 kitchen
200 other materials
200 mebel.
484()200+100

Ну давай 15 мешков возьми,что не хватит докупим(knauf hp finish гипсовая 25 кг. 352
ротбан 842
Aхтоn  rипсовая(голубой мешок)25 кг  355
Forman rипсовая финишная 5 кг. 220

Данные по квартире:
    Спальня: площадь пола = 10.5, площадь стен = 34.5.
    Балкон: площадь пола = 4
    Детская: площадь пола = 14.1, площадь стен = 42,
    Коридор: площадь пола = 11.0, площадь стен = 47,
    Кухня: площадь пола = 17.1, площадь стен = 47,
    общая площадь = 170
    Ванная: площадь пола = 3.3, площадь стен = 18.4

ВЫВОЗ ВЕЩЕЙ. ленолиума. 17.04( газель 1000 р.) 17.04.2023

ДЕМОНТАЖ ЛИШНИЕГО И ВЫВОЗ.после 17.04.2023
демонтаж плитки, санузла, ленолиума, обоев, кондиционера 18.04
(узнать стоимость вывоза мусора)
(демонтаж, и монтаж кондиционера)

ОТОПЛЕНИЕ.
добавить батерею, теплый пол на балконе.(узнать технологию укладки теплого пола)


КУХНЯ.()(определиться с дизайном, найти кто будет делать, заказать, купить духовой шкаф, микроволновку, газовую плиту) 200000 р.
Какой фасад -
Фарнитура -
ЛДСП -
40000 р.- Духовой шкаф -
15000 р. - Микроволновку -
15000 р - Варочная панель - .

ОТДЕЛКА. (узнать стоимость работа штукатурка, работа шпаклевка)
штукатурка, шпаклевка 21.04 (закупить материал: штукатурка, шпаклевка, клей, грунтовка)
работа.
3000 рублей. - грунтовка -
48000 р. шпаклевка - небольшой расход смеси – 8,5 кг на 1 м2 (для слоя толщиной 1 см);Штукатурка Кнауф Ротбанд (30 кг) = 2890 кг =
3000 рублей. грунтовка -
8000 рублей. шпаклевка -

50000 - электрика, 24.04 (закупить материал)

ПОЛ. (найти кто будет делать, сколько нужно материала)
стяжка -
выравнивание полов,(закупить материал, теплый пол на балконе)
50000 рублей.??? наливной пол -
35000 кв. ик провода.
29000 кв. кварцвинил,

ленолиум (закупить кварцивинил, узнать площадь, найти кто будет делать).

санузел.(закупить плитку, ванну, унитаз, зеркало, найти кто будет делать, купить бойлер, ванну, смесители, унитаз, плитка(клей))
22000 р., плитка
30000, ванна.
30000, унитаз.
5000. зеркало
8000 . бойлер -

45000 рублей. двери 3 межкомнатные
50000 рублей. входная дверь
натяжной потолок(определиться кто будет делать, стоимость)

кухня(установка)

электрика

ОКНО. новое окно.

disassembling:
29.05.2023- stand up container. 6000
5500 job.

THE FL0OR:
will buy details for door. where and how many.

THE WALLS:

THE BATHROOM:

THE ELECTRICITY:

healthy food:
eggs
bannana
tommato
brown rice
fish
dark chocolate 
